Repository: gabrielmip/worker-scheduler
Catalog: src/locales/*/LC_MESSAGES/django.po
Languages: pt_br

source: Next available timeslots
pt_br: Próximos horários disponíveis

source: Your full name
pt_br: Seu nome completo

source: Email address
pt_br: Endereço de email

source: We will send an email with a reminder 15 minutes before the Reiki starts.
pt_br: Vamos te enviar um email com um lembrete 15 minutos antes do início da sessão.

source: Your picture
pt_br: Sua foto

source: Welcome
pt_br: Bem-vindo

source: Make reservation
pt_br: Marcar

source: Your reservation is done. We will send a reminder at
pt_br: Sua reserva está feita. Nós enviaremos um lembrete em

source: close to the starting time.
pt_br: perto do horário de início.

source: Go to the home page
pt_br: Ir para a tela inicial

source: Nice! Now, to perform reiki remotelly, we need a picture of your face. Please, choose a good one pressing the button below.
pt_br: Legal! Agora, para fazer o reiki remotamente, precisamos de uma foto do seu rosto.Por favor, escolha uma boa pressionando o botão abaixo.

source: Save photo
pt_br: Salvar foto

source: I want to book
pt_br: Quero marcar

source: Disconsider worker when looking for free timeslots
pt_br: Desconsiderar trabalhador quando estiver procurando por horários vagos
